brew "asdf"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "fontforge"
brew "git"
brew "ripgrep"
brew "tree"
brew "ttfautohint"
brew "unar"
brew "wget"
brew "zsh"

tap "homebrew/cask"
cask "blackhole-2ch"
cask "discord"
cask "docker"
cask "emacs"
cask "google-chrome"
cask "hyper"
cask "karabiner-elements"
cask "licecap"
cask "obs"
cask "slack"
