brew "asdf"
brew "awscli"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "fontforge"
brew "git"
brew "go"
brew "nim"
brew "perl"
brew "python"
brew "gnupg"
brew "ripgrep"
brew "tree"
brew "ttfautohint"
brew "unar"
brew "wget"
brew "zsh"

tap "homebrew/cask"
cask "alt-tab"
cask "audacity"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "discord"
cask "docker"
cask "emacs"
cask "google-chrome"
cask "hammerspoon"
cask "hyper"
cask "karabiner-elements"
cask "licecap"
cask "obs"
cask "openscad"
cask "slack"
cask "libreoffice"
