brew "asdf"
brew "awscli"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "ffmpeg"
brew "fontforge"
brew "git"
brew "gnupg"
brew "graphviz"
brwe "hexedit"
brew "http-server"
brew "imagemagick"
brew "jq"
brew "qrencode"
brew "ripgrep"
brew "tree"
brew "ttfautohint"
brew "unar"
brew "wget"
brew "yt-dlp"
brew "zsh"

tap "homebrew/cask"
cask "alt-tab"
cask "aquaskk"
cask "audacity"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "discord"
cask "docker"
cask "emacs"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kicad"
cask "libreoffice"
cask "licecap"
cask "obs"
cask "openscad"
cask "shotcut"
cask "slack"
cask "vivaldi"
cask "raspberry-pi-imager"
cask "vlc"
cask "wireshark"
cask "zoom"
